Dlubal.DynamPro.OptionalLoadCaseOrCombinationType
Optional load case or load combination choice

Dlubal.DynamPro.OptionalLoadCaseOrCombinationType.UnknownLoadCaseOrCombChoice
Unknown type

Dlubal.DynamPro.OptionalLoadCaseOrCombinationType.1
Unknown type

Dlubal.DynamPro.OptionalLoadCaseOrCombinationType.NoLoadCaseOrLoadCombinationChoice
Load case choice

Dlubal.DynamPro.OptionalLoadCaseOrCombinationType.LoadCaseChoice
Load case choice

Dlubal.DynamPro.OptionalLoadCaseOrCombinationType.LoadCombinationChoice
Load combination choice